Revit 2027 API
ParameterTypeId.RebarSystemBarTypeFrontDirn2 Property
 "Exterior Minor Bar Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemBarTypeFrontDirn2 { get; }
Public Shared ReadOnly Property RebarSystemBarTypeFrontDirn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemBarTypeFrontDirn2 {
	ForgeTypeId^ get ();
}
static member RebarSystemBarTypeFrontDirn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace